src/cf/DataProcessors/ОбменЭСФ/Templates/ЗапросSyncInvoice_Версия2/Ext/Template.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:esf="esf">
   <soapenv:Header/>
   <soapenv:Body>
      <esf:syncInvoiceRequest>
         <sessionId>[sessionId]</sessionId>
         <invoiceUploadInfoList>[invoiceSet]</invoiceUploadInfoList>
         <x509Certificate>[x509Certificate]</x509Certificate>
      </esf:syncInvoiceRequest>
   </soapenv:Body>
</soapenv:Envelope>